Repository: Austinsmom/fedoralink
Catalog: fedoralink_ui/locale/*/LC_MESSAGES/django.po
Languages: cs

source: User interface module for fedoralink
cs: UI modul pro fedoralink

source: Sort by title (asc)
cs: Hledat podle názvu (rostoucí)

source: Sort by title (desc)
cs: Hledat podle názvu (klesající)

source: true
cs: ano

source: false
cs: ne

source: Tags
cs: Tagy

source: Template for view
cs: Šablona pro zobrazení

source: Template for edit
cs: Šablona pro editaci

source: Template for item list view
cs: Šablona pro položku uvnitř seznamu

source: Controller class
cs: Obsluhující třída

source: RDF types
cs: Typy RDF

source: Fedoralink model class name
cs: Jméno třídy modelu Fedoralinku

source: Field name
cs: Název pole

source: Field fedoralink type, for example IndexedTextField
cs: Pole fedoralinku, např. IndexedTextField

source: Template for field inside detail view
cs: Šablona pro pole uvnitř detailního zobrazení

source: Templates for list/search view
cs: Šablona pro seznam/vyhledávání

source: Primary collection's child type, used for example for search or resource creation
cs: Typ dítěte primární kolekce, použit například pro vytváření nového objektu

source: Primary subcollection type, used for example for search or resource creation
cs: Typ subkolekce, použit například pro vytváření nového objektu

source: Text to search
cs: Text na vyhledání

source: Search
cs: Hledat

source: Save
cs: Uložit

source: Back
cs: Zpět

source: Add
cs: Přidat

source: Add subcollection
cs: Přidat podkolekci

source: Back to List
cs: Zpět na seznam

source: Edit
cs: Editovat

source: More values ...
cs: Více hodnot ...

source: Choose values for filter
cs: Vyberte hodnoty pro vyfiltrování

source: Hide
cs: Schovat

source: Filter
cs: Filtr

source: Author
cs: Autor

source: No %(verbose_name)s found matching the query
cs: Nenalezen %(verbose_name)s, které by odpovídal odotazu
